{
  "app": {
    "name": "Agora Voting"
  },
  "avBooth": {
    "loadingElectionTitle": "Loading election, please wait..",
    "stepNumber": "step %s of %s &nbsp; &nbsp; powered by <strong><a href=\"https://agoravoting.com\" target=\"_blank\">Agora Voting</a></strong>",
    "stepAndQuestionNumber": "step %s of %s, question %s of %s",
    "continueButton": "Continue",
    "startVoting": "Start Voting",
    "stepsToVote": "You need to follow these steps to cast your ballot:",
    "selectOptionsTitle": "1. Select your options",
    "selectOptionsText": "Answer to the election questions one by one as they are shown. This way you will configure your preferences in your ballot.",
    "reviewOptionsTitle": "2. Review your ballot",
    "reviewOptionsText": "Once you have chosen your preferences, we will proceed to encrypt them and you'll be shown the ballot's tracker id. You'll also be shown a summary with the content of your ballot for review.",
    "emitBallotTitle": "3. Cast your ballot",
    "emitBallotText": "You can cast it so that it's properly registered. Alternatively, you can audit that your ballot was correctly encrypted.",
    "errorTitle": "Oops. Something unexpected happened",
    "errorHtml": "<p>Ocurrió el siguiente problema (identificador __errorId__): </p><p>__error__</p><p>En caso de que creas que debes contactar con nosotros, puedes hacerlo enviándonos un email a <a href=\"mailto:__email__\" target=\"_blank\">__email__</a>.</p>",
    "errorLoadingElection": "Error cargando la votación. Esto puede ocurrir por múltiples motivos: lo más probable es que debido a motivos de seguridad este enlace haya expirado, por lo que te recomendamos que simplemente cierres este enlace y comiences desde el principio el proceso de voto. También puede que este enlace sea incorrecto, puede que lo hayas introducido o se haya generado mal. Para ello comprueba a generarlo de nuevo. Finalmente, puede ocurrir que el servidor no esté disponible temporalmente. Si se trata de este caso, prueba de nuevo más tarde y si el problema persiste ponte en contacto con nosotros.",
    "errorLoadingElectionPubKeys": "Error cargando las claves públicas de la votación. Esto puede ocurrir por múltiples motivos: puede que por motivos de seguridad el enlace haya expirado, en cuyo caso te recomendamos que simplemente cierres este enlace y comiences desde el principio el proceso de voto. También puede que este enlace sea incorrecto, puede que lo hayas introducido o se haya generado mal. Para ello comprueba a generarlo de nuevo. Finalmente, puede ocurrir que el servidor no esté disponible temporalmente. Si se trata de este caso, prueba de nuevo más tarde y si el problema persiste ponte en contacto con nosotros.",
    "errorSendingBallot": "Error enviando el voto, por lo que no ha podido ser registrado correctamente. Seguramente esto sea debido a que utilizas un navegador web no soportado por nuestro software. Por favor, inténtalo de nuevo en otro navegador web diferente y más actualizado, y si el problema persiste ponte en contacto con nosotros. Disculpa las molestias.",
    "errorSendingBallotUnknown": "Error no catalogado enviando el voto. Seguramente esto sea debido a que utilizas un navegador web no soportado por nuestro software. Por favor, inténtalo de nuevo en otro navegador web diferente y más actualizado, y si el problema persiste ponte en contacto con nosotros. Disculpa las molestias.",
    "couldntSendBallotUnauthorized": "No se pudo enviar el voto porque el token de autenticación asociado a este enlace es incorrecto. Lo más probable es que debido a motivos de seguridad este enlace haya expirado, por lo que te recomendamos que simplemente cierres este enlace y comiences desde el principio el proceso de voto. Sentimos las molestias. En caso de que el problema persista, por favor ponte en contacto con nosotros.",
    "errorEncrypting": "Ocurrió un problema mientras que cifrábamos tu voto por lo que no ha podido ser emitido. Seguramente esto sea debido a que utilizas un navegador web no soportado por nuestro software. Por favor, inténtalo de nuevo en otro navegador web diferente y más actualizado, y si el problema persiste ponte en contacto con nosotros. Disculpa las molestias.",
    "errorEncoding": "Ocurrió un problema codificando tu voto, por lo que no ha podido ser emitido. Seguramente esto sea debido a que utilizas un navegador web no soportado por nuestro software. Por favor, inténtalo de nuevo en otro navegador web diferente y más actualizado, y si el problema persiste ponte en contacto con nosotros. Disculpa las molestias.",
    "sanityChecksFailed": "Ocurrió un problema haciendo comprobaciones automáticas de codificación previas al envío del voto, por lo que no hemos podido emitir tu voto. Seguramente esto sea debido a que utilizas un navegador web no soportado por nuestro software. Por favor, inténtalo de nuevo en otro navegador web diferente y más actualizado, y si el problema persiste ponte en contacto con nosotros. Disculpa las molestias.",
    "couldntSendBallotNotFound":  "No se pudo enviar el voto. Puede que haya problemas de conexión, o el servidor no esté disponible temporalmente. Si se trata de este caso, prueba de nuevo más tarde y si el problema persiste ponte en contacto con nosotros.",


    "questionSelectedOptionsTitle": "selected options (__count__)",
    "questionAvailableOptionsTitle": "available options",
    "numOptionsSelected": "__count__ options selected.",
    "numOptionsSelected_plural_2": "__count__ options selected.",
    "noOptionsSelected": "No option selected.",
    "numOptionsLimits": "Select between __min__ and __max__ options.",
    "filterOptionsPlaceholder": "filter..",
    "noResults": "no results found..",
    "numSelectedOptionsSmall": "__count__ selected",
    "selectMoreOpts": "Select at least __min__ options.",
    "maxSelectedLimitReached": "Maximum number of selected options reached (__max__). To select an option, deselect another first.",
    "alreadySelectedDocumentType": "You can't select two documents of the same type - deselect it first.",
    "alreadySelectedPack": "Seleccionaste una opción vinculada a otros documentos más. No es posible seleccionarlo de forma aislada.",
    "cantSelectPack": "Intentaste seleccionar una opción vinculada que no se puede seleccionar de forma aislada, y ya tienes otra seleccionada.",
    "tooManyUserUpdates": "No se pudo registrar el voto, debido a que lo has cambiado demasiadas veces en esta votación. Por tanto, el último voto que hayas emitido es el que queda registrado.",

    "removeSelectedItem": "deselect",

    "helpTitle": "Help",
    "helpText": "",
    "goBack": "Go back to booth",
    "selectedOptionsFollow": "The __num__ options you chose are:",

    "errorElectionUrl": "The introduced address has an erroneous format",
    "reviewYourBallotTitle": "Review your ballot",
    "reviewYourBallotText": "Before casting your vote, please review the content of your ballot",
    "castTheBallot": "Cast your ballot",

    "statusExecutingSanityChecks": "Verifying that the web browser is able to encode the ballot, please wait (__percentage__% completed)",
    "statusEncryptingQuestion": "Encrypting answers to question __questionNum__, please wait (__percentage__% completed)",
    "statusVerifyingQuestion": "Verifying the encrypted answers to question __questionNum__, please wait (__percentage__% completed)",
    "sendingBallot": "Sending the ballot to the server, please wait (__percentage__% completed)",
    "emptyAnswer": "<no answer>",

    "successTitle": "Vote cast successfully",
    "successSubheader": "Congratulations, you have correctly cast your ballot and it's now being kept in our electronic ballot box.",

    "completePacksTitle": "Complete packs",
    "listOfDraftDocuments": "Documents (click to open)",
    "selectedDocuments": "Documents (clic to select)",
    "alreadySelectedAPack": "You already selected a pack. Remove your selection to be able to select another",
    "optionInCategoryAlreadySelected": "To be able to select a pack, please deselect any other item",
    "cantSelectNormalOptionPackAlreadySelected": "To be able to select an option, please deselect the pack you chose",
    "cantSelectPackNormalOptionAlreadySelected": "To be able to select a pack, pelase deselect the options you chose",
    "packLabel": "vote all",
    "accordionCategoryTitle": "Category:",

    "proposalsTitleClickToSelect": "Options (click to select):",
    "proposalsTitleClickToDeselect": "Options (click to deselect):",
    "notSelectableCell": "not included",
    "clickToSelectCell": "click to select",
    "clickToDeselectCell": "deselect x",
    "draftIncludesList": "Includes __includeList__",
    "dropdownOptionView": "View",

    "filterOptionsPlaceholder2": "Search name or candidate..",
    "candidatesTitle": "Candidates",
    "helpTextViewSingleCandidates": "Click in View to select single candidates",
    "helpTextViewCell": "Click in a cell to select it all",
    "randomizeColumn": "Sort randomly",
    "firstCandidateOfMany": "__name__ y otros",
    "numCandidatesSelected": "__name__ and others",
    "numCandidatesSelected": "(__selected__ of __total__ selected)",
    "cannotSelectAll": "Para seleccionar todos esos candidatos tienes que deseleccionar algunos primero",
    "totalsQuestionColumn": "(__selected__ of __count__ selected)",

    "reviewBallotHashText": "Your ballot tracker id is: <strong>__ballotHash__</strong>",
    "auditTheBallot": "Audit the ballot",

    "auditBallotTitle": "Audit your Ballot",
    "auditBallotSubtitle": "",
    "auditBallotText": "<p>The ballot tracker id is: <code>__ballotHash__</code></p><p><strong>The audit of the ballot requires some technical knowledge. If you don't have it, you can simply start again the voting process clicking in the button below.</strong></p><p>To verify your ballot you need to:</p><ol><li>Copy and save to a file your ballot:<br/><div class=\"code\" ng-click=\"selectDiv($event)\">__auditableBallot__</div></li><li>Follow the steps in <a href=\"https://github.com/agoravoting/agora-core-view/blob/master/doc/BALLOT-VERIFY.md\" target=\"_blank\">this tutorial to verify that ballot was correctly encrypted</a>.</li></ol><p>For security reasons, if you audit the ballot, it needs to be spoiled. To continue the voting process, you need to start from the begining.</p>",
    "auditStartAgain": "Start voting from the begining"

  },
  "avRegistration": {
    "loginHeader": "Enter",
    "emailPlaceholder": "email",
    "passwordPlaceholder": "password",
    "notRegisteredYet": "Are you not registered yet?",
    "registerHere": "Register here",
    "forgotPassword": "Forgot my password",
    "loginButton": "Enter"
  }
}