{
  "app": {
    "name": "Agora Voting"
  },
  "avBooth": {
    "loadingElectionTitle": "Cargando votación, un momento por favor..",
    "stepNumber": "paso %s de %s &nbsp; &nbsp;<a href=\"https://agoravoting.com\" target=\"_blank\">Agora Voting</a>",
    "stepAndQuestionNumber": "paso %s de %s, pregunta %s de %s",
    "startVoting": "Empezar a votar",
    "continueButton": "Continuar",
    "stepsToVote": "Seguirás estos pasos al emitir tu voto:",
    "selectOptionsTitle": "1. Selecciona tus opciones",
    "selectOptionsText": "Responde a las preguntas de la votación que se presentan una a una. Configurarás así las preferencias de tu papeleta.",
    "reviewOptionsTitle": "2. Revisa tu papeleta",
    "reviewOptionsText": "Te mostraremos el contenido de tu papeleta para que puedas revisarla. Estarás a tiempo de cambiar las respuestas si quieres.",
    "encryptAndEmitBallotTitle": "3. Emite tu voto",
    "encryptAndEmitBallotText": "Antes de enviar tu voto, la cabina tardará unos segundos mientras lo cifra. De esa forma, se mantendrá el secreto del voto. Al terminar, obtendrás un localizador con el que verificar que tu voto fue debidamente registrado.",

    "errorTitle": "Oops. Ocurrió algo inesperado",
    "errorHtml": "<p>Ocurrió el siguiente problema (identificador __errorId__): </p><p>__error__</p><p>En caso de que creas que debes contactar con nosotros, puedes hacerlo enviándonos un email a <a href=\"mailto:__email__\" target=\"_blank\">__email__</a>.</p>",
    "errorLoadingElection": "Error cargando la votación. Esto puede ocurrir por múltiples motivos: lo más probable es que debido a motivos de seguridad este enlace haya expirado, por lo que te recomendamos que simplemente cierres este enlace y comiences desde el principio el proceso de voto. También puede que este enlace sea incorrecto, puede que lo hayas introducido o se haya generado mal. Para ello comprueba a generarlo de nuevo. Finalmente, puede ocurrir que el servidor no esté disponible temporalmente. Si se trata de este caso, prueba de nuevo más tarde y si el problema persiste ponte en contacto con nosotros.",
    "errorLoadingElectionPubKeys": "Error cargando las claves públicas de la votación. Esto puede ocurrir por múltiples motivos: puede que por motivos de seguridad el enlace haya expirado, en cuyo caso te recomendamos que simplemente cierres este enlace y comiences desde el principio el proceso de voto. También puede que este enlace sea incorrecto, puede que lo hayas introducido o se haya generado mal. Para ello comprueba a generarlo de nuevo. Finalmente, puede ocurrir que el servidor no esté disponible temporalmente. Si se trata de este caso, prueba de nuevo más tarde y si el problema persiste ponte en contacto con nosotros.",
    "errorSendingBallot": "Error enviando el voto, por lo que no ha podido ser registrado correctamente. Seguramente esto sea debido a que utilizas un navegador web no soportado por nuestro software. Por favor, inténtalo de nuevo en otro navegador web diferente y más actualizado, y si el problema persiste ponte en contacto con nosotros. Disculpa las molestias.",
    "errorSendingBallotUnknown": "Error no catalogado enviando el voto. Seguramente esto sea debido a que utilizas un navegador web no soportado por nuestro software. Por favor, inténtalo de nuevo en otro navegador web diferente y más actualizado, y si el problema persiste ponte en contacto con nosotros. Disculpa las molestias.",
    "couldntSendBallotUnauthorized": "No se pudo enviar el voto porque el token de autenticación asociado a este enlace es incorrecto. Lo más probable es que debido a motivos de seguridad este enlace haya expirado, por lo que te recomendamos que simplemente cierres este enlace y comiences desde el principio el proceso de voto. Sentimos las molestias. En caso de que el problema persista, por favor ponte en contacto con nosotros.",
    "errorEncrypting": "Ocurrió un problema mientras que cifrábamos tu voto por lo que no ha podido ser emitido. Seguramente esto sea debido a que utilizas un navegador web no soportado por nuestro software. Por favor, inténtalo de nuevo en otro navegador web diferente y más actualizado, y si el problema persiste ponte en contacto con nosotros. Disculpa las molestias.",
    "errorEncoding": "Ocurrió un problema codificando tu voto, por lo que no ha podido ser emitido. Seguramente esto sea debido a que utilizas un navegador web no soportado por nuestro software. Por favor, inténtalo de nuevo en otro navegador web diferente y más actualizado, y si el problema persiste ponte en contacto con nosotros. Disculpa las molestias.",
    "sanityChecksFailed": "Ocurrió un problema haciendo comprobaciones automáticas de codificación previas al envío del voto, por lo que no hemos podido emitir tu voto. Seguramente esto sea debido a que utilizas un navegador web no soportado por nuestro software. Por favor, inténtalo de nuevo en otro navegador web diferente y más actualizado, y si el problema persiste ponte en contacto con nosotros. Disculpa las molestias.",
    "couldntSendBallotNotFound":  "No se pudo enviar el voto. Puede que haya problemas de conexión, o el servidor no esté disponible temporalmente. Si se trata de este caso, prueba de nuevo más tarde y si el problema persiste ponte en contacto con nosotros.",

    "questionSelectedOptionsTitle": "opciones seleccionadas (__count__)",
    "questionAvailableOptionsTitle": "opciones disponibles",
    "numOptionsSelected": "__count__ opciones seleccionadas.",
    "noOptionsSelected": "Ninguna opción seleccionada.",
    "numOptionsLimits": "Selecciona entre __min__ y __max__ opciones.",
    "filterOptionsPlaceholder": "filtrar..",
    "noResults": "el filtro no produjo resultados.",
    "numSelectedOptionsSmall": "__count__ opciones seleccionadas",
    "selectMoreOpts": "Debes seleccionar al menos __min__ opciones.",
    "maxSelectedLimitReached": "No puedes seleccionar más opciones (máximo __max__). Para seleccionar una opción, deselecciona otra primero.",
    "alreadySelectedDocumentType": "No puedes seleccionar dos documentos del mismo tipo, deselecciónalo primero antes.",

    "removeSelectedItem": "deseleccionar",

    "helpTitle": "Ayuda",
    "helpText": "",
    "goBack": "Volver a la cabina",
    "selectedOptionsFollow": "Las opciones que seleccionaste son:",

    "errorElectionUrl": "La dirección introducida tiene un formato erróneo",
    "reviewYourBallotTitle": "Revisa tu papeleta",
    "reviewYourBallotText": "Antes de emitir tu voto, por favor revisa el contenido de tu papeleta",
    "encryptAndCastTheBallot": "Cifra y envia el voto",
    "changeAnswerToQuestion": "cambiar",
    "emptyAnswer": "<sin respuesta>",

    "statusExecutingSanityChecks": "Verificando que el navegador es capaz de codificar el voto, por favor espera (__percentage__% completado)",
    "statusEncryptingQuestion": "Cifrando respuestas a la pregunta __questionNum__, por favor espera (__percentage__% completado)",
    "statusVerifyingQuestion": "Verificando el cifrado de las respuestas a la pregunta __questionNum__, por favor espera (__percentage__% completado)",
    "sendingBallot": "Enviando la papeleta cifrada al servidor, por favor espera (__percentage__% completado)",

    "successTitle": "Voto emitido con éxito",
    "successSubheader": "Enhorabuena, has emitido correctamente tu voto y queda custodiado por la urna electrónica.",

    "completePacksTitle": "Packs completos",
    "listOfDraftDocuments": "Documentos",
    "alreadySelectedAPack": "Tienes seleccionado otro pack. Deselecciónalo para poder elegir otro pack.",
    "optionInCategoryAlreadySelected": "Para poder elegir un pack, debes primero borrar toda tu selección.",
    "cantSelectNormalOptionPackAlreadySelected": "Para poder elegir una opción, debes primero borrar el pack que seleccionaste.",
    "cantSelectPackNormalOptionAlreadySelected": "Para poder elegir un pack, debes primero borrar toda tu selección.",
    "packLabel": "indivisible",
    "accordionCategoryTitle": "Categoría:",

    "proposalsTitleClickToSelect": "Opciones (clic para seleccionar):",
    "notSelectableCell": "no incluído",
    "clickToSelectCell": "clic para seleccionar",
    "clickToDeselectCell": "deseleccionar x",
    "draftIncludesList": "Incluye __includeList__"
  }
}